export const AGREEMENT_TEXTS = [
  {
    required: true,
    title: '개인정보 수집 및 이용 동의',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
  {
    required: true,
    title: '서비스 이용약관 동의',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
  {
    required: true,
    title: '위치정보 서비스 이용약관 동의',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
  {
    required: true,
    title: '제3자 정보제공 동의',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
  {
    required: true,
    title: '만 14세 이상입니다.',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
  {
    required: false,
    title: '혜택 ∙ 마케팅 알림 수신 동의',
    content:
      '텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다. 텍스트 더미 입니다.',
  },
];
